Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] How to Win the Secretary's Heart.tmx
Source language: ko_kr
Languages: en

source: 에고, 이 답 없는 멍멍이 녀석들을 어떻게 해야 하나….
en: ugh, what should i do with you hopeless puppies...?

source: 와그작
en: CHOMP

source: 김 윤의 본가
en: yoon kim’s family home

source: 음… 자면 못 일어날 것 같아서 잠은 포기하고 운전하려고.
en: well... i don’t think i’ll be able to wake up if i sleep, so i’ll just have to drive on no sleep.

source: 아냐, 진짜 없어.
en: there aren’t any weird guys.

source: 사귀자니까 거절 못 하고 사귄 건 맞는데,
en: and don't conveniently forget that i went out with them because i couldn't turn them down...

source: 회사 나가는 게 힘들었던 적은 맹세코 단 한 번도 없다.
en: i’ve never dreaded going to work in my life.

source: 양 대리님도 저희 본부장님이 온리 관상용이라는 소문은 들어 봤죠?
en: you’ve probably heard that mr. kim is ‘just for show’, right?

source: 그 때문이야, 배알이 뒤틀린 건!!
en: yeah, that’s it! it’s just because i was offended!!

source: 내가 이렇게 대우하는 건 오로지 양 비서뿐이야.
en: you’re the only one who gets this treatment.

source: 오~!
en: oh!

source: 잔소리 말고 선부터 봐!
en: stop speaking nonsense and go on a blind date!

source: 그런데도 이상하게 밉지가 않아.
en: but for some reason, i don’t hate it.

source: 꽤 괜찮은 팀이에요.
en: it’s a great team.

source: 그런데 왜 회의실에 있어요?
en: what are you doing in the meeting room?

source: 본부장님…은 차 관리도 잘하시는 것 같고.
en: mr. kim... seems like he takes care of his car.

source: 피곤
en: TIRED

source: 그렇긴 한데, 여자를 대하는 게 영 아니어서, 실제로 사귀는 사람은 없어.
en: he is, but he treats women terribly, so he’s not dating anyone.

source: 배고프시잖아요.
en: you're hungry.

source: 서류 더미에 멀미가 날 것 같다.
en: i feel sick just looking at this mountain of documents.

source: 휴일만 제대로 보장된다면 일이 많은 건 상관없습니다.
en: as long as you can guarantee weekends off, the amount of work doesn’t concern me.

source: 일찍 퇴근하는 바람에 이때다 싶어 점검해 버렸어.
en: i thought i’d start on it since work ended early.

source: 잘생기긴 무슨~ 기생오라비 같구먼!!
en: good-looking, my foot! he looks like a pretty boy!!

source: 오늘은 특별히 스리피스로 입어 봤는데 더워 보이진 않고?
en: i also wore a three piece suit just for today. does it look stuffy?

source: 부우웅
en: VZZT

source: 꼬르르륵
en: GRUUUMBLE

source: 넵!
en: understood!

source: 뭐 어떻게 하시겠다는 건지 말씀을 하셔야 저희가 따라갈 거 아닙니까!
en: you have to explain what your plan is if you want us to follow you!

source: 아휴, 가버렸네.
en: oh dear, there he goes.

source: 헤에….
en: whaaat...?

source: 점심 먹고 가면 좋으련만.
en: i wish you’d have lunch before you go.

source: 가능하시다면야.
en: you can try.

source: 잘못 아신 겁니다.
en: you’re mistaken.

source: 아아, 알았어.
en: ahh, got it.

source: 뭐, 복장 자유?!
en: what? a free dress code?!

source: 그리고 결정적으로 지금 우리 뒤에 있는 차가그 사람 차야.
en: and most importantly, he’s in the car behind us.

source: …그 전에 올 거야.
en: i’ll be back before then...

source: 그래서 이건…
en: so this is...

source: 하지만 중요한 미팅이니 완벽해야 하잖아?
en: but it’s an important meeting, so i need to look perfect.

source: 거긴 6천 원 통일 백반집인데요?!
en: but a family restaurant where meals are only 6 dollars?

source: 이런 뒤치다꺼리는 양 비서가 할 일이 아니었는데.
en: you shouldn’t have to clean up after me.

source: 공지 떴어!!
en: they just announced it!!

source: 내가 왜 자꾸 이런 걸 신경 쓰는 거지….
en: why does it keep bothering me...?

source: 이미 편 가르기가 끝나셨다, 이거군.
en: seems like everyone’s already picked their sides.

source: 친절과 호감은 엄연히 달라.
en: it’s different when you’re nice to someone because you like them.

source: 그래요….
en: i see...

source: 뭐라는 거야, 이 자식아.
en: what are you talking about?

source: 널 믿은 내가 바보지!
en: I’M THE FOOL FOR TRUSTING YOU!

source: 저 남자가 왜 저기 있지?
en: what is he doing here?

source: 본부장님 오셔서 다행이에요, 정말.
en: i'm so glad you came when you did, sir.

source: 일단 사 주니까 먹기는 하는데, 쓸데없는 소리 하면 나 그냥 갈 거야.
en: i'll eat since you're buying, but i'm leaving if you start talking crap.

source: 살펴 가십시오.
en: please take care.

source: 오늘 각오하라고 하셨잖아요?
en: didn’t you tell us to be prepared for what’s coming?

source: 다음에는 가만있지 않겠네!
en: but you're not getting off next time!

source: 그 형님, 성격 참~ 시원시원하고 좋더라.
en: that hyeong has a super refreshing and great personality.

source: 내일 봐요, 양 대리님~!
en: see you tomorrow, miss yang!

source: 차고에 맥*렌 스파이더도 있대!!
en: and he has a mcloren 720g spoder in his garage!!

source: 그럼요~ 정말 눈이 호강하는 기분입니다!
en: absolutely! my eyes have been blessed!

source: 우리 사이에 이렇게 건조하게 용건만 말하기야?
en: since when did we only talk business? is this what our relationship has come to?

source: …나한테 할 말 다 하는 사람, 양 비서뿐인 거 알아?
en: you know you’re the only one who doesn’t hold back around me?

source: 회의 내용 기록하는 중
en: taking meeting notes

source: 빨리 대답해.
en: tell me now.

source: 아무리 수주를 잘하면 뭐해?
en: what does it matter how many contracts they bring in?

source: 책임이라뇨?
en: what do you mean, ‘take responsibility’?

source: ‘쟤는 돈이 많아.{j}쟤와 결혼해.’ 라고 말한다.
en: now, what's this situation representing?

source: 나를 공사 구분 못 하는 상사로 만들고 싶어?
en: i don’t want to be the boss who drags his employees into his private life.

source: 다른 걸로 보상할 테니까 우선 네 거 타고 가.
en: i’ll make it up to you, so take your car today.

source: 건강 조심하세요.
en: take care.

source: 무얼~ 나야말로 잊지 않고 찾아주어 고맙지요.
en: oh, it’s nothing. i should be the one thanking you for not forgetting about me.

source: 봤으면 책임져야지.
en: you saw it, so take some responsibility.

source: 투 플러스 한우였는데… 없던 일로 하자.
en: i was going to get premium korean beef... but i guess not.

source: 앗, 아뇨.
en: oh, no!

source: 표정을 보니 역시 할 거군.
en: your expression now confirms it.

source: 평일은 몰라도 주말은 따로 부른 적이 없는데.
en: i don’t make you work on the weekends.

source: 그넘이야?!
en: is it that scumbag?!

source: 졸림
en: SLEEPY

source: 그쪽은 사진이 훨씬 나은데요.
en: but you look much worse than your photo.

source: 난 네가 너무 일만 하지 말고, 연애도 하고 친구도 사귀고 그랬으면 좋겠어.
en: i wish you wouldn't work all the time. you should make friends and date too.

source: 양 비서를 고용하려면,
en: you said that if i want to hire you,

source: 부끄러워
en: EMBARRASSED

source: 양 비서가 오기 전에!!
en: before miss yang gets here!!

source: 아, 네!
en: oh, yes! p-please wait a moment.

source: 올라오시라고 합니다.
en: you’re good to head up.

source: 어째 나 말고 다른 사람한테는 전부 친절한 것 같은데….
en: it feels like she's nice to everyone except me...

source: 하지만
en: but...

source: 쏴아아아아아아아~
en: DOOOOOM

source: 이 여편네!!
en: this woman!!

source: 사실상 시간이 많지 않으니….
en: ...so we don’t have much time...

source: 그럼 전 이만…
en: then have a nice...

source: 그것이 승패를 결정짓는 열쇠니까!!
en: because that’s the key to deciding the battle!!

source: 전 크리에이티브 영역도 아니고 승진이 보장되는 업무도 아니라서, 가능하면 안정적인 게 좋습니다.
en: my job isn’t a creative one, and there’s no promise of promotion. so i would prefer some security.

source: 아하
en: AHA

source: 야밤에, 그것도 주말에 강원도로 향하는 젊은 남녀.
en: a young couple headed to gangwon province in the middle of the night, and on the weekend, no less.

source: 어디서 많이 본 사람이 길바닥에 서 있길래 내려본 거야.
en: i only got out because i thought i saw a familiar face standing on the side of the road.

source: 부사장이 관리하는 팀이라고 아주 감싸고 돌더니 이젠 1팀, 2팀을 싸잡아서 무시해?!
en: you’re always sticking up for the vice president’s team 3 and now you’re looking down on teams 1 and 2?!

source: 힘드시겠다고 예의상이라도 말하지 그래.
en: you won't say something like 'it must be tough' even if it's just to be polite?

source: 즉답
en: IMMEDIATE

source: 후비적
en: dig

source: 그 여자 분명……
en: there's no doubt about it...

source: 털썩!
en: FLOP

source: 바람을 한 번도 안 피운 사람은 있어도 한 번만 피우는 사람은 없는데?
en: don’t they know once a playboy, always a playboy?

source: 영상 준비는?!
en: and the video?!

source: 나 같아도 반대하겠다.
en: i would be against it too if i were them.

source: 내가 지금부터 뭐 좀 물어볼 텐데, 철저하게 남자 관점에서 대답해줄래?
en: i want you to give me your one-hundred percent honest opinion as a man.

source: 회의 들어갈 시간이니 먼저 준비하러 가보겠습니다.
en: i'm going to go prepare for the meeting.

source: 김윤입니다.
en: my name is yoon kim.

source: 좋습니다!
en: fine!

source: 설마 맞선 보는 여자를 앞에 두고 한눈을 판 거야?
en: don’t tell me he got distracted by another woman...?

source: 본부장님, 회의에 늦겠습니다.
en: sir, you’re going to be late.

source: 내가 안 불편하다고 몇 번을 얘기해?
en: how many times do i have to tell you that i’m fine?

source: 그렇지만 이 문제는 불가항력이라서 본의 아니게 피해를 줬고,
en: it was outside my control, but i’ve ended up causing you trouble,

source: 왜 안 드세요?
en: why aren't you eating?

source: 우리 아버지 상대하게 한 것도 그렇고.
en: for making you deal with my father too.

source: 아마추어 대회 수상 경력도 있고.
en: they’ve even placed in amateur races.

source: 네, 그저 앞날이 캄캄해져서요….
en: what he said. the future just seems so dark all of a sudden...

source: 어디, 누구…?
en: who...?

source: 아뇨, 우선 사업 계획서부터 주십시오.
en: please hand me the business plan first.

source: 1년.
en: for one year.

source: 저… (안 내킴)
en: i... (reluctant)

source: 다들 조심히 가세요~!
en: get home safe, everyone!

source: 오랜만입니다, 회장님.
en: it’s been a while, sir.

source: 고오오오
en: LOOOOM

source: 네 차 이번에 튜닝 새로 했지?
en: you just recently tuned your car, right?

source: 양 비서, 저런 타입이 취향이었어?
en: is that miss yang’s type?

source: 윽!!
en: ugh!!

source: 모처럼 주말에 쉬는구나!!
en: finally, we have a break!!

source: 그쪽에서 먼저 뜬금없이 성형 풍토에 대해 말하기 시작하더라고.
en: my date saw her and randomly started talking about plastic surgery.

source: 이해가 안 되는 부분이 있는데요.
en: there is something i’m not sure about.

source: 오늘 본부장님 뭔가 기분이 안 좋아 보이지 않나요?
en: doesn't it seem like mr. kim's in a bad mood today?

source: 대!!
en: believe!!

source: 지난번에 봤을 때는 왜소한 체격이라고 생각했는데,
en: i thought he was a skinny little man the last time i saw him...

source: 저, 저거…!
en: th-that...!

source: 혹시 이거…
en: is this...

source: 다시 제가 드린 서류의 8페이지를 봐주시겠습니까?
en: could you turn back to page eight of the handout?

source: 맞선도 서른 번이나 퇴짜 맞았고.
en: he even went on 30 blind dates and got rejected by all of them.

source: 8* 끌고 간다고~ 동호회 회원들한테 약속!
en: i would bring the 87!

source: ※기억 왜곡 중
en: *recalling a distorted memory.

source: 막판에 또 수정해서 들고 갔나 보군.
en: the vice president must’ve made some last-minute edits.

source: 어느 누가 이걸 보고 이의를 제기하겠어.
en: who would object after seeing that?

source: …궁금한 게 있는데.
en: i have a question for you...

source: 원하신다면―
en: if you want...

source: 그랬지.
en: yeah.

source: 이번에도 안 보이신다면 노안이 심하게 오신 걸 수도 있으니 고집부리지 마시고 안과를 가시기 바랍니다.
en: if it's still hard to see, it could be a problem of old age. so i encourage you to get your eyes checked out.

source: 응, 나야.
en: yeah, it’s me.

source: 설마요, 그렇지 않아도 인사드리려고 했습니다.
en: of course. i was just about to say my goodbyes.

source: 강원도 쪽에 볼일이 좀 있어.
en: i have some business in gangwon province.

source: 앞 페이지를 보시면…
en: ...of the report from this quarter...

source: 무슨 생각을 그렇게 하나 했더니 우리 이러지 말자, 응?
en: i was wondering what you were thinking about... but let’s not go there.

source: 나 이쪽 방향은 처음 몰아봐.
en: THIS IS MY FIRST TIME DRIVING ON THIS SIDE.

source: 순식간에 200km/h까지 올라간다고…!
en: they can instantly accelerate to 124 miles per hour...!

source: 그랬던 내가….
en: but now...

source: 전력질주!!!
en: SPRINT AT FULL SPEED

source: 아니겠지?
en: it can’t be that, right?

source: 정말 급할 때 빼고는 속도계가 80을 넘어선 적이 없음
en: doesn’t go over 50 miles per hour unless he’s in a hurry

source: 활짝
en: FWAA

source: 뭐, 뭐라고?!
en: wh-what did you say?!

source: 제대로 된 시안 짤 때까지
en: until you come up with a legitimate proposal,

source: 작업실에 불이 켜져 있네.
en: the lights in the studio are on.

source: 아하하하!
en: ahahaha!

source: 아닙니다, 정말 잠깐이면 됩니다.
en: no, it will only take a few minutes.

source: 얼른 들어가시죠.
en: let’s go in.

source: 상사는 회식에서 지갑만 던져주는 게 제일 좋은 거잖아.
en: everyone always wants the boss to pay and not show up.

source: 어느새 오셨지?
en: when did he get here?

source: Val…
en: fook…* *he’s speaking in english.

source: 어때, 이제 좀 머리가 돌아갈 거 같아?
en: you think you can get your brains into gear now?

source: 상황 파악 잘하는 사람은 더더욱.
en: that goes double for one who’s as quick on the uptake.

source: 우리 본부장님은 일하는 모습도 멋지시고,
en: mr. kim is cool when he’s working,

source: 응, 뭐… 일찍 끝났어.
en: yeah, well... work ended early.

source: 그걸 말이라고….
en: are you being serious...?

source: 이렇게 짜증이 난 적은 없는데.
en: but it’s never bothered me this much.

source: 늘 이야기하지만,
en: i say it all the time...

source: 제 사람들 옷차림에 대해 지적하시길래 말씀드리는 것뿐인걸요.
en: i’m only saying this because you were criticizing my team’s choice of clothes.

source: 그래, 그래.
en: yeah, yeah.

source: 이 부서로 발령 난 지 얼마 안 되어서요.
en: i haven’t been in this department for very long.

source: 다른 사람도 아니고 자네니까.
en: well, that’s because it’s you we’re talking about.

source: 그럼 잠이나 깰겸, 이야기나 해보든가….
en: then why don’t you talk to chase the sleep away...?

source: 얘가 왜이래…
en: what's with him...?

source: 으으, 이러다 우리 과로사하는 거 아닐까?
en: ahh, i wonder if we’ll work ourselves to death at this rate.

source: 그 미소가 자신만의 것이 아니라는 걸 깨닫게 된다.
en: ...only to realize that his smile wasn't theirs alone.

source: 이, 이게 아직 영상화가 안 돼서 그렇지, 찍어놓으면 영상미가…!
en: i-i'm sure you’ll see the appeal once it's filmed...!

source: 양 비서가 누굴 만나든 말든 나와는 전혀 상관없는 일인데….
en: who miss yang dates has nothing to do with me...

source: 내가 그렇게 아무한테나 막 보여 주고 그런 사람이 아니거든.
en: i don't show that to just anyone.

source: 시비 걸기 일보 직전 표정!!
en: that's the face he makes when he's about to pick a fight with someone!!

source: 형님.
en: hyeong.

source: 좋은 아침입니다.
en: good morning.

source: 따라와 봐.
en: follow me.

source: …성격이…… 좋아?
en: a great... personality....?

source: 그, 그런 놈이라는 거 알면서도 사귀자고 했던 건 다 이해하겠다는 거 아니야?!
en: i-if they asked me out even though they knew all of that, doesn't it mean they accept me?!

source: 3팀이 분명 수주 말아먹을 게 확실하단 말이에요.
en: i’m certain that this will blow up in team 3’s face.

source: 요즘 너무 같이 안 가시니까 그렇죠!
en: you've been skipping out on us too much!

source: 몰래 카메라야?
en: ...a prank?

source: 말 몇 마디만 나눠 봐도 물 뿌리고 싶어질 텐데….
en: if these people sat down and talked with him, they’d want to throw water at him...

source: 걱정 마세요.
en: don’t worry.

source: 얼른 장 보러 가요, 언니.
en: let’s hurry up and do our grocery shopping.

source: 회원님께서는 아~주 조금만 노력하면 금방 멋진 몸매를 만드실 수 있을 겁니다!
en: with just a teeeny bit of effort, i guarantee you’ll have the body of your dreams in no time!

source: 아니, 네가 친절해 보이길래 설마 또?{j}인가 싶어서.
en: you were being nice, so i thought you might be doing that again.{j}

source: …그런 적 없습니다.
en: i've done no such thing...

source: 얼른 회의 준비 해야지.
en: i should hurry up and get ready for the meeting.

source: 앞으로 잘 부탁해, 양 비서.
en: i look forward to working with you, miss yang.

source: * 정답입니다
en: *correct

source: 질끈!
en: squeeze

source: 그래, 내일부터 준비할 거니까 그렇게들 알아.
en: yeah, we start tomorrow.

source: 그러고 보니 분명 그놈 비서로 간 여사원이 한 명 있었지.
en: there was a female employee working as the bastard’s secretary.

source: 그건 패스.
en: no way.

source: 꾸우우욱
en: CLEEENCH

source: 오해일 수도 있고…
en: it could be a misunderstanding...

source: 빨리 먹고 끝내자.
en: i should just eat fast and get out of here.

source: 끄덕
en: NOD

source: 어째서 분위기가 묘하게 어울리지?
en: ...but why does he fit in so well?

source: 오~ 정비사 자격증까지!
en: wow, you even got your mechanic’s license!

source: 그러니까 지금 이거…
en: so what she’s saying is...

source: 사라져라!
en: begone!

source: 큼큼!!
en: ehem!!

source: 이모님들!
en: aunties!

source: 이것들 좀 같이 처리하지.
en: let’s clean these up.

source: 쯧쯧, 내 동생이 이렇게 순진할 줄이야.
en: TSK TSK. WHO KNEW MY LITTLE BROTHER WOULD BE THIS NAIVE?

source: 벌써 ……구나,
en: i can't believe it's already...

source: 괜찮은 사람인 것 같아.
en: i think he’s a decent person.

source: 야~!{j}양서유~~!
en: seoyu yang! sis!

source: 네, 본부장님 말씀하세요.
en: ask away, sir.

source: 지금부터 확실하게 설명해 드리도록 하겠습니다.
en: allow me to give you a thorough and detailed explanation.

source: 그쪽에서 오신다고 해요.
en: they said they'd meet you here.

source: 나 회사 그만뒀다.
en: i’m leaving the company.

source: 챙겼습니다, 스리피스로.
en: i brought it. the three piece.

source: 두 달 후 인제스피디움.
en: the inje speedium* in two months. *the inje speedium is a racing circuit in korea.

source: 태경기획과의 경합도 피할 수 없고요.
en: plus you’ll be competing with taekyung planning.

source: 저도 제 사정이….
en: it’s not as easy as...

source: 역시 우리 본부장님이셔!!
en: that’s our branch manager for you!!

source: 봤냐고?
en: if she saw or not?

source: 본인이 관상용이라고 자동차까지 관상용으로 남길 셈인가?!!
en: i get that he’s just for show, but does the car have to be too?!!

source: 김 본부장 생각은 어떤지 궁금하네.
en: i’m curious to hear your thoughts on the matter, mr. kim.

source: 그렇게 안 봤는데 사람 겉만 봐선 모르는 법이네요….
en: i never would've expected that from her...

source: 어제 애초에 차를 왜 세웠던 건지는 기억해?!
en: do you remember why we even stopped the car in the first place?!

source: 윤의 짤막 정보
en: a little lesson with yoon

source: 지금까지 들은 것 중 가장 정상적이네요.
en: it’s the most normal out of all the one’s i’ve heard so far.

source: 어렸을 때 별명은?
en: what was your nickname as a kid?

source: 대체 뭔데?
en: what is it?

source: 연애 공백기??
en: taking a break from dating??

source: 오늘도 야근이야?
en: are you gonna be late today, too?

source: 당신은 친구들과 파티장에서 아주 멋진 여자를 봤다.{j}당신 친구 중 하나가 그녀에게 다가가서 당신을 가리키며,
en: did you get that?

source: 식사도 도시락으로 넣어줄 거니까,
en: i’ll have your meals delivered,

source: 그럼 이제 이 집에 정 씨 말고 저 총각이 사는 건가?
en: does that mean this young man moved in after jeong left?

source: 감히 내 새끼들 밥그릇 덜어가려고 수작질이야.
en: how dare they hatch this plot to steal from my kids?

source: 아유~ 됐어!
en: oh no, it’s fine!

source: 아 참,
en: oh right,

source: 아니요, 괜찮습니다.
en: no, i’m fine.

source: 회사 근처 식당으로 예약했는데 백반 괜찮지?
en: knowing that, i reserved a spot at a family restaurant nearby. is that fine with you?

source: 뾰루퉁
en: POUT

source: 웬일이래?
en: what’s this??

source: 응, 그게 아니면…
en: yeah. or...

source: 아… 본부장님….
en: ah... mr. kim...

source: …알겠어.
en: fine...

source: 보, 본부장님!!
en: s-sir!!

source: 놀라니… 한 번이라도 그런 적이 있어야지.
en: relax...? like i’ll have the time.

source: 최근 몇 년간 1팀, 2팀이 수주한 PT가 이 정도라니….
en: i can’t believe teams 1 and 2 won this many contracts over these past few years...

source: 슥슥
en: SCROLL SCROLL

source: 그걸 꼭 그렇게 직접적으로 얘기해야 알아듣나?
en: do we need to put it in such plain terms to make you understand?

source: 안 하면 안 되나요?
en: do i have to?

source: 하아…
en: HAA...

source: 이것도 싫다!
en: if he just says

source: 건투를 빌어줘.
en: ...wish me luck, miss yang.

source: 이왕 여기까지 왔으니 읽어볼….
en: i might as well read it while i’m here...

source: ‘I hear you're very rich.
en: she says, ‘i hear you're very rich.

source: 그거 알아요?
en: did you know

source: 네~ 네~.
en: okaaay.

source: 인사는 됐고,
en: that’s enough of that.

source: 습관적으로 포즈를….
en: i posed out of habit...

source: 죄송하지만 손 좀 빌려 주시겠어요?!
en: i’m sorry, but could you lend me a hand?

source: 오늘 입은 슈트는 어때?
en: what about my suit?

source: 지난번 BZ 화장품 경쟁 PT에서 만났는데 기억하실까요?
en: we gave competing presentations at bz cosmetics. do you remember?

source: 따악
en: SMACK

source: 자, 샘플 받은 건 놔두고 집중!
en: okay, leave the sample alone and concentrate!

source: …라고 물어볼 수 있을 리가 없지.
en: but there’s no way i can ask all of that...

source: 할 거잖아.
en: but you are.

source: 사업을 위해 인맥 쌓기엔 제격인 곳이지.
en: this is the perfect opportunity to build my network for my business.

source: 네???
en: pardon???

source: 내부도 보여드릴까요?
en: should i show you the interior too?

source: 죄송합니다!!
en: we’re sorry!!

source: (아님)
en: WRONG

source: 설마 벌써 상장하진 않았을 거 아니에요.
en: you can’t have listed them already.

source: 무엇보다도!
en: and most importantly!

source: 거울 보고 자화자찬 할만 하지.
en: i totally get why he would compliment himself in the mirror.

source: 확실히 이대로 찍으면 화면은 이쁘겠군.
en: i won’t deny that it would look pretty on-screen.

source: 얼마나 잘났는지 볼…….
en: let’s just see how hot he is...

source: …알겠습니다.
en: i understand...

source: 아직 얘기 안 끝났어!
en: i'm not done talking!

source: 그럼 먼저 퇴근하겠습니다!
en: we’ll be heading out then, sir!

source: 커튼!!
en: curtains!!

source: 양서유
en: SEOYU YANG

source: 자, 그럼 또 다음으로 가볼까?
en: now, let’s move on, why don't we?

source: 양서유 씨가…
en: miss yang...

source: 저 사람이 나한테 관심 있어서 저러는 것 같다고 하면… 나, 자의식 과잉이니?
en: if i said i think that man is interested in me... do you think i’m being full of myself?

source: 그럼!
en: well then!

source: 지면이랑 영상 광고….…
en: print and tv ads...

source: 그래, 천천히 얘기하렴.
en: all right, take your time.

source: 죄송합니다만, 지금 무슨 말씀을 하시는 건지 전혀 모르겠습니다.
en: i'm sorry, but i don't understand what you're talking about.

source: 이대로 가다가는…
en: if this keeps up...

source: 제가 가긴 어딜 가요.
en: i'm not going anywhere.

source: 면전에 대고 싫은 소리를 못하겠는걸 어떻게 해.
en: i can't bring myself to say it to their face.

source: 네, 조심히 들어가세요.
en: yes, have a safe drive home.

source: 단호
en: FIRM

source: 그래, 양 비서라면 할 수 있을 줄 알았…
en: good, i knew you could do it.

source: …이제까지 만난 비서 중에,
en: out of all of the secretaries i’ve had...

source: 계산할 때 포장함.
en: DID IT AT THE REGISTER.

source: 택시~!
en: TAXI!

source: 그래, 알겠어.
en: okay, i get that part.

source: 삭제하고 있잖아?!!
en: he really is erasing it?!!

source: 그, 그게 부사장님께서는 A사와 약속이 있으시다고….
en: th-the vice president said he was going to a meeting with company a...

source: 더 해 드릴까요?
en: would you like me to keep going?

source: 또 쓸데없는 런웨이 워킹을 하시네.
en: he’s at it again with the model walk.

source: 개소리지.
en: i must be dog-tired.

source: 한국에서의 첫 번째 MY HOUSE!
en: my first house in korea!

source: 내가 왜 배알이 뒤틀려?
en: why was i offended by that?

source: 탕비실은 웬일이시지?
en: what is he doing in the break room?

source: 지이이잉-
en: VZZZT

source: 그냥 가시던 길 가시지, 같은 을 입장으로 온 주제에
en: just keep walking. you're a guest here, same as them.

source: 거기 두고 가.
en: leave them there.

source: 그런데 아깝고 억울한 건 사실이라서 밥 한 끼라도 받아내야겠어.
en: but i feel like i was robbed. i want to get a free meal out of it at least.

source: 2년 만에 광고 회사 순위 탑10 안에 EM애드의 이름을 올렸다.
en: in just two years, he grew em advertisement into a top ten advertising company.

source: 그건 아닌 것 같아.
en: i don’t think that’s it.

source: 천연덕
en: straight-faced

source: 부사장님도 일찍 와서 기다리시는데, 늦게 와서 죄송하다 말 한마디 못 하나.
en: even the vice president got here early. yet you can’t spare one word of apology for being late?

source: 그는 절망했다.
en: he fell into despair.

source: 하하….
en: haha...

source: 그래.
en: it sure is.

source: 헛, 저 표정은!
en: ah, that expression!

source: 알고 있다니 그나마 다행이라고 해야 하나.
en: i suppose i should be relieved that you know that.

source: 그냥 회사를 그만두겠습니다.
en: i’ll resign.

source: 안녕하세요, 양 비서입니다.
en: hello, this is seoyu yang.

source: 사장님께는 미리 말씀드리고 허가를 받았다고는 해도
en: i may have the president’s permission,

source: 안녕히 가세요!
en: have a good day!

source: 그래서 솔직하게 얘기했지.
en: so i told it to her straight.

source: 흠칫
en: FLINCH

source: 엎드려 절 받기다, 이놈아.
en: i expect a deep bow, full of respect.

source: 모두 기대하고 있는데!!
en: everyone wants to see it!!

source: 설마 겁도 없이 싫다는 소리는 안 할 거라 믿습니다.
en: i trust that no one here will even think of refusing.

source: 오늘만 해도 카드에 인센티브까지 넘기시고,
en: for example, today you gave them your card and your bonus.

source: 부서 변경 요청하겠습니다.
en: i’ll request to be transferred to another department.

source: 그러니까 지금…
en: so what you’re saying is...

source: 무슨 일이야?
en: what is it?

source: 양 비서도 아무렇지 않아 하는데 내가 유난 떨어 뭐해!
en: why am i making a big deal of it?! miss yang doesn't even care.

source: 불편하시면 부서 옮긴다고 했는데도 거부하신 건 본부장님이십니다.
en: you were the one who rejected my offer to transfer.

source: 그 망할 놈의 선… 보죠!
en: i'll go on a damn blind date...!

source: 볼일 있으니까 온 거지.
en: obviously it’s because i’m here for business.

source: 일이 아무리 힘들어 봤자 지금보다는 낫겠지.
en: no matter how hard it is, it can’t be any worse than now.

source: 보고 싶으면 볼 수 있는 거리에 있는 것만으로도 맘이 편하니까.
en: it’s reassuring knowing that i’ll be able to see you whenever i want.

source: 말만 번드르르하게 하는 광고 제작자는 많이 만나 봤어요.
en: i’ve met many advertising producers who only know how to talk.

source: 파티에서 멋진 여자를 봤다.{j}그녀가 당신에게 다가와 먼저 말을 건다.
en: now here’s the kicker.

source: 난 인제 스피디움 홍보부 쪽에 볼일이 있었을 _x0003_뿐이야.
en: i was just on my way to take care of some business with the pr department of the inje speedium.

source: 파티에서 아주 멋진 여자를 봤다.{j}그녀에게 다가가 ‘나는 돈이 많아.{j}나랑 결혼해줘!’ 라고 말한다.
en: the joke is originally in english but i’ve translated it to korean. anyway, that's how it starts out.

source: 스톡옵션?!
en: stock options?!

source: 완전 모델 같아, 대박!
en: amazing!

source: 또 사고 쳐서 돈 필요해?
en: do you need money to clean up another one of your messes?

source: 회사에 퇴근 카드만 찍고 나올 거지?
en: you’re just going back in to punch out, right?

source: 술을 강요하는 분위기도 아니고 각자 알아서 마시고 알아서 가는 방식이야.
en: no one's forcing me to drink, and it's a pretty relaxed atmosphere.

source: 척척척척
en: TP TP TP TP

source: 본부장님이 사시는 건가요?
en: will you be buying, sir?

source: 타타타탁
en: TAPPA TAP TAP

source: 설마…!!
en: no way...!!
